Repository: Aceipse/Bachelor
Catalog: WisR/WisR/App_Resources/Resource.*.resx
Languages: da_dk

# AllowAnonymousUsers
source: Anonymous Users
da_dk: Anonyme brugere

source: Cancel
da_dk: Fortryd

# CanUsersAsk
source: User questions
da_dk: Bruger spørgsmål

source: Connect
da_dk: Forbind

source: Create room
da_dk: Opret rum

source: Enter unique secret
da_dk: Indtast unikt hemmelighed

source: Loading
da_dk: Henter

source: Login
da_dk: Log ind

source: Log out
da_dk: Log ud

source: No rooms nearby
da_dk: Ingen rum i nærheden

source: Password
da_dk: Kodeord

source: Room name
da_dk: Rum navn

source: Rooms based on
da_dk: Rum baseret ud fra

# SeeRoomAndLocation
source: See room & your location
da_dk: Se rum samt din placering

source: Unique secret
da_dk: Unik hemmelighed

source: Use location
da_dk: Anvend placering

source: your location
da_dk: din placering

source: Add response option
da_dk: Tilføj svarmulighed

source: Add response options
da_dk: Indtast svarmulighed

source: Back to questions
da_dk: Tilbage til spørgsmål

source: Choose type
da_dk: Vælg type

source: Create question
da_dk: Opret spørgsmål

source: Enter password
da_dk: Indtast kodeord

source: Enter question text
da_dk: Indtast spørgsmålets tekst

# ExpirationTime
source: Expiration time(minutes)
da_dk: Udløbstid(Minutter)

source: Host questions
da_dk: Ejer spørgsmål

source: Loading chat messages
da_dk: Henter chat beskeder

source: Loading image
da_dk: Henter billede

source: Loading questions
da_dk: Henter spørgsmål

source: Loading room
da_dk: Henter rum

source: No results yet
da_dk: Ingen svar endnu

source: Picture
da_dk: Billede

source: Question text
da_dk: Spørgsmålets tekst

source: Question Type
da_dk: Spørgsmålets type

source: Remove
da_dk: Fjern

source: Response options
da_dk: Svar muligheder

source: Results
da_dk: Resultater

source: Send message
da_dk: Send besked

source: Submit
da_dk: Indsend

source: Update location
da_dk: Opdatér placering

source: User questions
da_dk: Bruger spørgsmål

source: Write a reply
da_dk: Skriv en chatbesked

source: You answered
da_dk: Du svarede

source: Go back
da_dk: Gå tilbage

source: You are here:
da_dk: Du er her:

source: Geocoder failed due to:
da_dk: Geocoder fejlede på grund af:

source: Loading rooms
da_dk: Henter rum

source: meters
da_dk: meter

source: No Results found
da_dk: Ingen resultater fundet

# NoRoomWithThatSecret
source: No room with the secret:
da_dk: Intet rum med hemmeligheden:

source: Precision:
da_dk: Præcision:

# RoomSecretRequiresLogin
source: The room-secret you have entered requires you to login
da_dk: Rummet med den hemmelighed, kræver at du logger ind

source: Choose Picture
da_dk: Vælg billede

# FileTooBigResizing
source: File is too big, resizing
da_dk: Billedet er for stort, ændrer størrelse

source: Image resized
da_dk: Billedets størrelse er blevet ændret

source: Incorrect password
da_dk: Forkert password

source: Position of the room
da_dk: Rummets position

source: Time has run out
da_dk: Tiden er løbet ud

source: Anonymous users allowed
da_dk: Anonyme brugere har adgang

source: Chat enabled
da_dk: Har chat

source: Click to change image size
da_dk: Klik for at ændre billedets størrelse

source: Login to enable
da_dk: Log ind for at anvende

source: No access, requires login
da_dk: Ingen adgang, kræver at du logger ind

source: Password protected
da_dk: Anvender kodeord

# UsersCanAsk
source: Users can ask questions
da_dk: Brugere kan stille spørgsmål

source: Amount of downvotes
da_dk: Antal downvotes spørgsmålet har

source: Amount of upvotes
da_dk: Antal upvotes spørgsmålet har

# Authenticating
source: Authenticating, please wait
da_dk: Verificerer informationer, vent venligst

# AuthorOfQuestion
source: Author of the question
da_dk: Brugeren der oprettede spørgsmålet

source: No user with that information
da_dk: Ingen bruger med de oplysninger

# AreYouSureDeleteQuestion
source: Are you sure you want to delete the following question?
da_dk: Er du sikker på at du vil slette følgende spørgsmål?

source: Delete
da_dk: Slet

source: Edit
da_dk: Ændr

source: Update
da_dk: Opdatér

# UpdateQuestion
source: Update
da_dk: Opdatér

# AreYouSureDeleteRoom
source: Are you sure you want to delete the following room?
da_dk: Er du sikker på du vil slette følgende rum?

# Disabled
source: You did not create this
da_dk: Du har ikke oprettet dette

# NoPictureText
source: No picture
da_dk: Intet billede

# QuestionWasDeletedMessage
source: The specific question you were looking at was deleted
da_dk: Spørgsmålet du arbejdede med blev ændret

source: Room author
da_dk: Rumopretter

# RoomWasDeletedMsg
source: Room was deleted, close this to go back
da_dk: Rummet blev slettet, luk denne for at gå tilbage til forsiden

# AllowAnonymousHelp
source: Tick off if you want to allow users inside the room, even if they are not logged in
da_dk: Kryds af hvis du ønsker at brugere der ikke er logget ind skal kunne komme ind i dit rum.

# HasChatHelp
source: Tick off if you want the room to have a chat
da_dk: Kryds af hvis du ønsker rummet skal have en chat.

# PasswordHelp
source: Password that protects the room against undesired users(this is optional, only fill out if you want a password for the room)
da_dk: Kodeord der beskytter mod uønskede bruger(denne er valgfri, udfyld kun hvis du ønsker der skal være et kodeord)

# RadiusHelp
source: The radius for which you want users to be able to find the room
da_dk: Den radius man skal være indenfor for at kunne forbinde til rummet.

# RoomNameHelp
source: The name of the room that you are creating, this will be shown both inside the room and on the table with rooms
da_dk: Navnet på det rum som du opretter, dette navn bliver vist både i rummet og tabellen over rum

# UniqueSecretHelp
source: The unique secret that uniquely identifies the room, this secret can be used to connect to the room, even if the user is not near the room.
da_dk: Hemmeligheden der unikt skal kunne identificere dit rum, denne hemmelighed kan bruges til at finde rummet, selvom man ikke er i nærheden af rummet

# UseLocationHelp
source: Tick off if you want this room to be found by being nearby(Geographically)
da_dk: Kryds af hvis du ønsker man skal kunne finde dette rum, hvis man er i nærheden af rummet.(Geografisk)

# UsersCanAskHelp
source: Tick off if you want to allow users inside the room to ask questions. If this is not ticked off, it is only the creator of the room who is able to make questions.
da_dk: Kryds af hvis du ønsker at brugere kan stille spørgsmål, ellers er det kun muligt for rumejeren at stille spørgsmål

source: Error
da_dk: Fejl

# ResponseOptionTitle
source: Can't have less than two options for multiple choice
da_dk: Man kan ikke have mindre end to svarmuligheder til et multiple choice spørgsmål

# RoomSecretAlreadyInUse
source: There already exist a room with that secret
da_dk: Denne hemmelighed er allerede i brug

source: Anonymous
da_dk: Anonym

# NoConnectionToServer
source: Could not access REST API, contact system administrator
da_dk: Kunne ikke forbinde til REST API, kontakt system administrator

# WrongMessageFormat
source: Your message had the wrong format
da_dk: Din besked havde det forkerte format

# WrongQuestionFormat
source: Your question had the wrong format
da_dk: Dit spørgsmål havde det forkerte format

# WrongRoomFormat
source: Your room had the wrong format
da_dk: Dit rum havde det forkerte format

# WrongUserFormat
source: Your user had the wrong format
da_dk: Din bruger havde det forkerte format
