Repository: Aceipse/Bachelor
Catalog: WisRiOS/wiserIos/*.lproj/Localizable.strings
Languages: da

source: %d meters away
da: %d meter væk

source: A response option
da: En svarmulighed

source: Add Response
da: Tilføj svar

source: An error has occurred
da: Der er sket en fejl

source: Are you sure?
da: Er du sikker?

source: Ask a question
da: Stil et spørgsmål

source: Camera
da: Kamera

source: Cancel
da: Annuller

source: Cannot respond to a question where timer has run out
da: Kan ikke svare på et spørgsmål som er udløbet

source: Confirm Logout
da: Bekræft log ud

source: Connect
da: Forbind

source: Connect with secret
da: Forbind med hemmelighed

source: Could not delete question
da: Kunne ikke slette spørgsmål

source: Could not load questions
da: Kunne ikke hente spørgsmål

source: Could not load rooms
da: Kunne ikke indlæse rum

source: Could not update room location
da: Kunne ikke opdatere rummets lokation

source: Delete current and edit
da: Slet nuværende og rediger

source: Delete only
da: Slet kun

source: Delete question
da: Slet spørgsmål

source: Do you want to leave room?
da: Ønsker du at forlade rummet?

source: Duration
da: Varighed

source: Duration in minutes
da: Varighed i minutter

source: Editing a question will delete currently active question and its responses.
da: Redigering af spørgsmål vil slette det nuværende aktive spørgsmål og svar

source: Empty values
da: Tomme værdier

source: Enable anonymous
da: Tillad anonyme

source: Enable chat
da: Tillad chat

source: Enable password
da: Brug adgangskode

source: Enable user questions
da: Tillad brugerspørgsmål

source: Enter a number in duration.
da: Skriv et tal i varighed.

source: Enter password
da: Indtast adgangskode

source: Enter room password
da: Indtast rummets adgangskode

source: Enter room secret
da: Indtast rummets hemmelighed

source: Leaving Room
da: Forlader Rum

source: Let others join with secret
da: Lad andre forbinde med hemmelighed

source: Location updated
da: Lokation opdateret

source: Log in
da: Log ind

source: Log out
da: Log ud

source: Logged out
da: Loggede ud

source: Logout
da: Log ud

source: Missing information
da: Manglende information

source: Name
da: Navn

source: Name of room: %@ Secret of room: %@
da: Rummets navn: %1$@ Rummets hemmelighed: %2$@

source: Name of the room
da: Rummets navn

source: Need at least one response option.
da: Angiv mindst en svarmulighed

source: No questions for room
da: Ingen spørgsmål for rummet

source: No rooms nearby
da: Ingen rum i nærheden

source: Optional password for room
da: Valgfri adgangskode til rummet

source: Password
da: Adgangskode

source: Photo Library
da: Foto bibliotek

source: Question created
da: Spørgsmål oprettet

source: Question parameters
da: Spørgsmåls parametre

source: Question text
da: Spørgsmålstekst

source: Question text cannot be empty.
da: Spørgsmålsteksten må ikke være tom.

source: Question was deleted
da: Spørgsmålet blev slettet

source: Response options
da: Svarmuligheder

source: Room Information
da: Rum informationer

source: Room name cannot be empty.
da: Rummets navn må ikke være tomt.

source: Room radius
da: Rummets radius

source: Room secret cannot be empty.
da: Rummets hemmelighed må ikke være tomt.

source: Secret
da: Hemmelighed

source: Secret doesn't exist
da: Hemmelighed eksisterer ikke

source: Secret in use
da: Hemmelighed bruges allerede

source: Secret is already in use, choose another.
da: Hemmeligheden er allerede i brug, vælg et andet.

source: Select image or take photo
da: Vælg billede eller tag billede

source: The room was deleted
da: Rummet blev slettet

source: The room you selected is password protected. Enter the password for the room.
da: Det valgte rum er beskyttet med adgangskode. Skriv adgangskoden for rummet.

source: Time left:
da: Tid tilbage:

source: Update Location
da: Opdater Lokation

source: Use Secret
da: Benyt hemmelighed

source: Use location
da: Brug lokation

source: Wrong password
da: Forkert adgangskode
